[
        {
                "id": 1,
                "name": "John Parsons",
                "title": "FITNESS COACH",
                "rating": 4.0,
                "description": "Fitness coaches help people achieve long-term health and fitness goals in areas such as weight management and body shaping. They coach their clients to develop a healthy lifestyle through plans that often include the exercise and workout programs that are part of personal training.",
                "img": "https://i.ibb.co/pZm0SbR/team-img-8.jpg"
        },
        {
                "id": 2,
                "name": "Gloria Dixon",
                "title":"Strength Training 101",
                "description" : "This course is designed for beginners who want to learn the fundamentals of strength training. Participants will focus on lifting weights to build muscle, increase overall strength, and improve their fitness levels. The course typically covers proper form, different exercises, and basic workout routines.",
                "rating": 4.1,
                "img": "https://i.ibb.co/xsnCdST/team-img-1.jpg"
        },
        {
                "id": 3,
               "name":"William Peters",
               "title":"Yoga for Flexibility",
               "description" : "This yoga course is tailored to those looking to enhance their flexibility, balance, and relaxation. It often includes a series of poses and stretches that aim to increase joint mobility and reduce tension in the body while promoting mental well-being.",
                "rating": 3.6,
                "img": "https://i.ibb.co/R27vTdF/team-img-5.jpg"
        },
        {
                "id": 4,
                "name": "Gloria Dixon",
                "title":"Bodyweight Bootcamp",
                "description":" This bootcamp-style class uses the resistance of your own body weight to provide a challenging workout. Participants can expect a mix of calisthenics, plyometrics, and functional exercises to build strength and endurance.",
                "rating": 3.7,
                "img": "https://i.ibb.co/rQ1yCSZ/Strength-Training-101.jpg"
        },
        {
                "id": 5,
                "name": "Gloria Dixon",
                "title":"Cycling for Beginners",
                "description":"Ideal for newcomers to cycling, this introductory course covers bike safety, basic riding skills, and fundamental knowledge to help individuals start their cycling journey.",
                "rating": 4.0,
                "img": "https://i.ibb.co/5LbjFqC/Cycling-for-Beginners.jpg"
        },
        {
                "id": 6,
                "name": "Gloria Dixon",
                "title":"TRX Suspension Training",
                "description":"TRX uses suspension straps anchored to a stable point to perform bodyweight exercises. It emphasizes core stability, balance, and strength training using a unique and versatile piece of equipment.",
                "rating": 2.7,
                "img": "https://i.ibb.co/6XG8NJY/TRX-Suspension-Training.jpg"
        },
        {
                "id": 7,
                "name": "Gloria Dixon",
                "title":"Zumba Dance Fitness",
                "description":" Zumba is a fun and energetic dance workout that incorporates Latin and international dance styles. Participants can expect to groove to the music while getting a full-body aerobic workout.",
                "rating": 3.2,
                "img": "https://i.ibb.co/xzcCWxc/Zumba-Dance-Fitness.jpg"
        },
        {
                "id": 8,
                "name": "Gloria Dixon",
                "title":"Spinning or Indoor Cycling",
                "description":"In a spinning class, participants use stationary bikes to simulate outdoor cycling. It's an excellent cardiovascular workout that also strengthens the legs and burns calories in a group setting, often accompanied by motivating music.",
                "rating": 3.1,
                "img": "https://i.ibb.co/Ws25XPD/Spinning-or-Indoor-Cycling.jpg"
        },
        {
                "id": 9,
                "name": "Gloria Dixon",
                "title":"CrossFit Fundamentals",
                "description":"CrossFit is known for its high-intensity functional fitness workouts. The fundamentals course introduces participants to CrossFit techniques, Olympic weightlifting, and bodyweight exercises, emphasizing proper form and safety.",
                "rating": 5,
                "img": "https://i.ibb.co/wS9nshh/Cross-Fit-Fundamentals.jpg"
        },
        {
                "id": 10,
                "name":"Jane Davidson",
                "title":"Pilates Core Conditioning",
                "description" : "Pilates focuses on strengthening the core muscles, improving posture, and enhancing overall body flexibility. This course typically includes a series of controlled movements and exercises performed on a mat or specialized equipment.",
                "rating": 4.5,
                "img": "https://i.ibb.co/JybLLcx/Pilates-Core-Conditioning.jpg"
        },
        {
                "id": 11,
                "name": "Gloria Dixon",
                "title":"Aqua Aerobics",
                "description":" Aqua aerobics is a low-impact exercise class conducted in a pool. It's gentle on the joints and focuses on improving cardiovascular fitness, strength, and flexibility in a buoyant water environment.",
                "rating": 4.1,
                "img": "https://i.ibb.co/fth4265/Aqua-Aerobics.jpg"
        },
        {
                "id": 12,
                "name": "Penelope Parsons",
                "title":"Cardio Kickboxing",
                "description": "Cardio kickboxing is a dynamic and energetic workout that combines elements of martial arts with cardiovascular exercise. Participants can expect to punch, kick, and perform various martial arts movements to improve agility, coordination, and cardio fitness.",
                "rating": 4.2,
                "img": "https://i.ibb.co/2vxc0tm/Cardio-Kickboxing.jpg"
        },
        {
                "id": 13,
                "name":"Jane Davidson",
                "title":"HIIT (High-Intensity Interval Training)",
                "description" : "HIIT is a high-intensity workout that involves short bursts of intense exercises followed by brief rest periods. It's designed to burn calories, improve cardiovascular fitness, and increase overall endurance in a shorter amount of time compared to traditional workouts.",
                "rating": 3.5,
                "img": "https://i.ibb.co/Bwx7zzP/HIIT-High-Intensity-Interval-Training.jpg"
        },
        {
                "id": 14,
                "name": "Gloria Dixon",
                "title":"Barre Fitness",
                "description":" Barre fitness combines elements of ballet, Pilates, and yoga to sculpt and tone the body. Participants often use a ballet barre for support while performing isometric movements and small, controlled motions.",
                "rating": 3.7,
                "img": "https://i.ibb.co/9WP50KB/Yoga-for-Flexibility.jpg"
        },
        {
                "id": 15,
                "name": "Gloria Dixon",
                "title":"Nutrition and Fitness Coaching",
                "description":"This course goes beyond exercise and includes guidance on healthy eating habits and nutritional choices to complement a fitness routine. Participants learn how to balance diet and exercise for optimal results.",
                "rating": 4.1,
                "img": "https://i.ibb.co/9q90cmj/Nutrition-and-Fitness-Coaching.jpg"
        },
        {
                "id": 16,
                "name": "Gloria Dixon",
                "title":"Senior Fitness",
                "description":"Tailored for older adults, senior fitness classes focus on mobility, balance, and strength to maintain a healthy and active lifestyle in later years. Exercises are modified to suit the needs and abilities of older participants.",
                "rating": 3.0,
                "img": "https://i.ibb.co/BGz1t43/Senior-Fitness.jpg"
        },
        
        {
                "id": 17,
                "name": "Gloria Dixon",
                "title":"Martial Arts Fitness",
                "description":"Combining martial arts techniques with fitness training, this course provides a full-body workout while also teaching self-defense skills and discipline.",
                "rating": 3.5,
                "img": "https://i.ibb.co/5GWK1hf/Martial-Arts-Fitness.jpg"
        },
        {
                "id": 18,
                "name": "Gloria Dixon",
                "title":"Powerlifting Workshop",
                "description":"Geared toward those interested in powerlifting, this workshop delves into the squat, bench press, and deadlift. Participants learn proper form and techniques to maximize their strength gains.",
                "rating": 3.0,
                "img": "https://i.ibb.co/2tTqTxR/Powerlifting-Workshop.jpg"
        },
        {
                "id": 19,
                "name":"Jacob Stewart",
                "title":"Circuit Training",
                "description" :"Circuit training is a versatile course that incorporates a variety of exercises, such as bodyweight exercises, weightlifting, and cardio moves. Participants move through different stations in a circuit, targeting various muscle groups and improving overall fitness.",
                "rating": 4.8,
                "img": "https://i.ibb.co/tD9rMZm/Circuit-Training.jpg"
        },
        {
                "id": 20,
                "name": "Gloria Dixon",
                "title":"Booty Building and Glute Activation",
                "description":"Focused on the lower body, this course aims to strengthen and tone the glute muscles through targeted exercises that help participants achieve a shapely and strong posterior.",
                "rating": 4.0,
                "img": "https://i.ibb.co/9NCNQ7c/Booty-Building-and-Glute-Activation.jpg"
        },
        {
                "id": 21,                "name": "Gloria Dixon",
                "title":"Mindful Movement",
                "description":" This course emphasizes the connection between the mind and body, incorporating meditation and gentle movement exercises to reduce stress, increase awareness, and promote relaxation.",
                "rating": 4.7,
                "img": "https://i.ibb.co/mJ0gTht/Mindful-Movement.jpg"
        }
]